Repository: kodi1/kodi1.github.io
Catalog: repo/plugin.video.eurosportplayer/resources/language/resource.language.*/strings.po
Languages: de_de, it_it

# #30030
source: View
de_de: Allgemein
it_it: Impostazioni

# #30031
source: Username
de_de: Benutzername
it_it: Nome utente

# #30032
source: Password
de_de: Passwort

# #30100
source: TV channels
de_de: Lineare TV-Kanäle
it_it: Canali TV

# #30101
source: Bonus channels
de_de: Bonuskanäle
it_it: Canali bonus

# #30102
source: Archive
de_de: Archiv
it_it: Archivio

# #30104
source: Next liveevents today
de_de: Nächste Liveevents heute
it_it: Prossimi eventi live

# #30105
source: today
de_de: heute
it_it: oggi

# #30106
source: time
de_de: Uhr

# #30107
source: Stream has not started yet or is already finished
de_de: Stream hat noch nicht begonnen oder ist schon zu Ende
it_it: Lo stream non è ancora iniziato oppure è già finito

# #30108
source: Error - stream selection does not exist
de_de: Fehler - Streamauswahl exisitiert nicht
it_it: Errore - Lo stream selezionato non esiste

# #30020
source: Stream selection
de_de: Streamauswahl
it_it: Selezione dello stream

# #30010
source: View
it_it: Cookie

# #30103
source: Schedule
it_it: Programmazione
