Repository: kodi1/kodi1.github.io
Catalog: repo/weather.multi/resources/language/resource.language.*/strings.po
Languages: af_za, ro_ro, uk_ua

# Addon Summary
source: Weather forecast from several providers
af_za: Weer voorspelling vanaf verskeie verskaffers
ro_ro: Previziuni meteorologice de la mai mulți furnizori
uk_ua: Прогноз погоди з кількох джерел

# Addon Description
source: Weather forecast provided by Yahoo, Weatherbit and Openweathermap
af_za: Weer voorspelling verskaf deur Yahoo, Weatherbit en Openweathermap
ro_ro: Previziunile meteorologice oferite de Yahoo, Weatherbit și Openweathermap
uk_ua: Прогноз погоди від Yahoo, Weatherbit і Openweathermap

# #32101
source: Location setup
af_za: Ligging opstelling
ro_ro: Stabilire locație
uk_ua: Вибір розташування

# #32102
source: Additional
af_za: Addisioneel
ro_ro: Adiționale
uk_ua: Додатково

# #32103
source: Maps
af_za: Kaarte
ro_ro: Hărți
uk_ua: Мапи

# #32104
source: Logging
af_za: Loghouding
ro_ro: Jurnalizare
uk_ua: Журнал

# #32110
source: API key
af_za: API sleutel
ro_ro: Cheie API
uk_ua: Ключ API

# #32111
source: Location 1
af_za: Ligging 1
ro_ro: Locația 1
uk_ua: Розташування 1

# #32112
source: Location 2
af_za: Ligging 2
ro_ro: Locația 2
uk_ua: Розташування 2

# #32113
source: Location 3
af_za: Ligging 3
ro_ro: Locația 3
uk_ua: Розташування 3

# #32114
source: Location 4
af_za: Ligging 4
ro_ro: Locația 4
uk_ua: Розташування 4

# #32115
source: Location 5
af_za: Ligging 5
ro_ro: Locația 5
uk_ua: Розташування 5

# #32121
source: Show lat/lon when searching locations
af_za: Wys breedte/lengte graad wanneer liggings soek
ro_ro: Arată lat/lon când se caută locații
uk_ua: Показувати широту і довготу при пошуку розташування

# #32125
source: Download additional weather data
af_za: Laai addisionele weer data af
ro_ro: Descarcă date adiționale ale prognozei
uk_ua: Завантажити додаткові дані про погоду

# #32128
source: Map zoom level
af_za: Kaart zoem vlak
ro_ro: Nivel de mărire al hartei
uk_ua: Збільшення мапи

# #32129
source: Enable logging
af_za: Stel loghouding in staat
ro_ro: Activează jurnalizarea
uk_ua: Увімкнути журнал

# #32130
source: Download weather maps
af_za: Laai weer kaarte af
ro_ro: Descarcă hărțile meteorologice
uk_ua: Завантажити мапи погоди

# #32131
source: To get additional weather data, get an api key at: https://weatherbit.io/
af_za: Om addisionele weer data te kry, kry 'n API sleutel by: https://weatherbit.io/
ro_ro: Pentru a obține date meteorologice adiționale, luați o cheie API de la: https://weatherbit.io/
uk_ua: Для доступу до додаткових даних про погоду, отримайте ключ API на https://weatherbit.io/

# #32135
source: To use maps, get an api key at: http://openweathermap.org/appid
af_za: Om kaarte te gebruik, kry 'n API sleutel by: http://openweathermap.org/appid
ro_ro: Pentru a folosi hărțile, luați o cheie API de la: http://openweathermap.org/appid
uk_ua: Щоб використовувати мапи, отримайте ключ API на http://openweathermap.org/appid

# #32201
source: Thunderstorm with light rain
af_za: Donderstorm met ligte reën
ro_ro: Furtună cu tunete și ploaie ușoară
uk_ua: Гроза з невеликим дощем

# #32202
source: Thunderstorm with rain
af_za: Donderstorm met reën
ro_ro: Furtună cu tunete și ploaie
uk_ua: Гроза з дощем

# #32203
source: Thunderstorm with heavy rain
af_za: Donderstorm met swaar reën
ro_ro: Furtună cu tunete și ploaie tare
uk_ua: Гроза зі зливою

# #32204
source: Thunderstorm with light drizzle
af_za: Donderstorm met ligte motreën
ro_ro: Furtună cu tunete și burniță ușoară
uk_ua: Гроза з легкою мрякою

# #32205
source: Thunderstorm with drizzle
af_za: Donderstorm met motreën
ro_ro: Furtună cu tunete și burniță
uk_ua: Гроза із мрякою

# #32206
source: Thunderstorm with heavy drizzle
af_za: Donderstorm met swaar motreën
ro_ro: Furtună cu tunete și burniță tare
uk_ua: Гроза із сильною мрякою

# #32207
source: Thunderstorm with Hail
af_za: Donderstorm met Hael
ro_ro: Furtună cu tunete și grindină
uk_ua: Гроза з градом

# #32208
source: Light Drizzle
af_za: Ligte Motreën
ro_ro: Burniță ușoară
uk_ua: Легка мряка

# #32209
source: Drizzle
af_za: Motreën
ro_ro: Burniță
uk_ua: Мряка

# #32210
source: Heavy Drizzle
af_za: Swaar Motreën
ro_ro: Burniță tare
uk_ua: Сильна мряка

# #32211
source: Light Rain
af_za: Ligte Reën
ro_ro: Ploaie ușoară
uk_ua: Легкий дощ

# #32212
source: Moderate Rain
af_za: Matige Reën
ro_ro: Ploaie moderată
uk_ua: Помірний дощ

# #32213
source: Heavy Rain
af_za: Swaar Reën
ro_ro: Ploaie tare
uk_ua: Сильний дощ

# #32214
source: Freezing rain
af_za: Vriesende reën
ro_ro: Ploaie rece
uk_ua: Переохолоджений дощ

# #32215
source: Light shower rain
af_za: Ligte reënbui
ro_ro: Precipitații de ploaie ușoară
uk_ua: Легка злива

# #32216
source: Shower rain
af_za: Reënbui
ro_ro: Precipitații de ploaie
uk_ua: Злива

# #32217
source: Heavy shower rain
af_za: Swaar reënbui
ro_ro: Precipitații de ploaie tari
uk_ua: Сильна злива

# #32218
source: Light snow
af_za: Ligte sneeu
ro_ro: Ninsoare ușoare
uk_ua: Легкий сніг

# #32219
source: Snow
af_za: Sneeu
ro_ro: Ninsoare
uk_ua: Сніг

# #32220
source: Heavy snow
af_za: Swaar sneeu
ro_ro: Ninsoare tare
uk_ua: Сильний сніг

# #32221
source: Mix snow/rain
af_za: Mengsel sneeu/reën
ro_ro: Amestec de ninsoare/ploaie
uk_ua: Дощ зі снігом

# #32222
source: Sleet
af_za: Ysreën
ro_ro: Lapoviță
uk_ua: Мокрий сніг

# #32223
source: Heavy sleet
af_za: Swaar ysreën
ro_ro: Lapoviță tare
uk_ua: Сильний мокрий сніг

# #32224
source: Snow shower
af_za: Sneeu bui
ro_ro: Precipitații de ninsoare
uk_ua: Короткочасний сніг

# #32225
source: Heavy snow shower
af_za: Swaar sneeu bui
ro_ro: Precipitați de ninsoare tari
uk_ua: Сильний короткочасний сніг

# #32226
source: Flurries
af_za: Windvlae
ro_ro: Fulguială
uk_ua: Пориви вітру зі снігом

# #32227
source: Mist
af_za: Mis
ro_ro: Ceață
uk_ua: Серпанок

# #32228
source: Smoke
af_za: Rook
ro_ro: Aburi
uk_ua: Дим

# #32229
source: Haze
af_za: Dynserigheid
ro_ro: Abureală
uk_ua: Імла

# #32230
source: Sand/dust
af_za: Sand/stof
ro_ro: Nisip/praf
uk_ua: Пісок/пил

# #32231
source: Fog
af_za: Mis
ro_ro: Ceață
uk_ua: Туман

# #32232
source: Freezing fog
af_za: Vriesende mis
ro_ro: Ceață rece
uk_ua: Переохолоджений туман

# #32233
source: Clear sky
af_za: Helder hemel
ro_ro: Cer senin
uk_ua: Ясно

# #32234
source: Few clouds
af_za: Min wolke
ro_ro: Nori pe alocuri
uk_ua: Малохмарно

# #32235
source: Scattered clouds
af_za: Verstrooide wolke
ro_ro: Nori răzleți
uk_ua: Місцями хмарно

# #32236
source: Broken clouds
af_za: Gebroke wolke
ro_ro: Nori sparți
uk_ua: Хмарно з проясненнями

# #32237
source: Overcast clouds
af_za: Oortrokke wolke
ro_ro: Nori mohorâți
uk_ua: Хмарно

# #32238
source: Unknown Precipitation
af_za: Onbekende Neerslag
ro_ro: Precipitație necunoscută
uk_ua: Без опадів

# #32251
source: Tornado
ro_ro: Tornadă
uk_ua: Торнадо

# #32252
source: Tropical Storm
af_za: Tropiese Storm
ro_ro: Furtună tropicală
uk_ua: Тропічний шторм

# #32253
source: Hurricane
af_za: Orkaan
ro_ro: Uragan
uk_ua: Ураган

# #32254
source: Severe Thunderstorms
af_za: Hewige Donderstorms
ro_ro: Furtuni cu tunete serioase
uk_ua: Сильні грози

# #32255
source: Thunderstorms
af_za: Donderstorms
ro_ro: Furtuni cu tunete
uk_ua: Грози

# #32256
source: Mixed Rain and Snow
af_za: Gemengde Reën en Sneeu
ro_ro: Amestec de ploaie și ninsoare
uk_ua: Дощ зі снігом

# #32257
source: Mixed Rain and Sleet
af_za: Gemengde Reën en Ysreën
ro_ro: Amestec de ploaie și lapoviță
uk_ua: Дощ з мокрим снігом

# #32258
source: Mixed Snow and Sleet
af_za: Gemengde Sneeu en Ysreën
ro_ro: Amestec de ploaie și lapoviță
uk_ua: Сніг з мокрим снігом

# #32259
source: Freezing Drizzle
af_za: Vriesende Motreën
ro_ro: Burniță rece
uk_ua: Переохолоджена мряка

# #32260
source: Drizzle
af_za: Motreën
ro_ro: Burniță
uk_ua: Мряка

# #32261
source: Freezing Rain
af_za: Vriesende Reën
ro_ro: Ploaie rece
uk_ua: Переохолоджений дощ

# #32262
source: Showers
af_za: Buie
ro_ro: Precipitații
uk_ua: Зливи

# #32263
source: Rain
af_za: Reën
ro_ro: Ploaie
uk_ua: Дощ

# #32264
source: Snow Flurries
af_za: Sneeu Vlae
ro_ro: Fulguială de zăpadă
uk_ua: Снігові шквали

# #32265
source: Light Snow Showers
af_za: Ligte Sneeu Buie
ro_ro: Precipitații de ninsoare ușoare
uk_ua: Невеликий сніг

# #32266
source: Blowing Snow
af_za: Waaiende Sneeu
ro_ro: Crivăț
uk_ua: Cніжна низова хуртовина

# #32267
source: Snow
af_za: Sneeu
ro_ro: Ninsoare
uk_ua: Сніг

# #32268
source: Hail
af_za: Hael
ro_ro: Grindină
uk_ua: Град

# #32269
source: Sleet
af_za: Ysreën
ro_ro: Lapoviță
uk_ua: Мокрий сніг

# #32270
source: Dust
af_za: Stof
ro_ro: Praf
uk_ua: Пил в повітрі

# #32271
source: Foggy
af_za: Mistig
ro_ro: Încețoșat
uk_ua: Туманно

# #32272
source: Haze
af_za: Dynserigheid
ro_ro: Brumă
uk_ua: Імла

# #32273
source: Smoky
af_za: Rokerig
ro_ro: Abureală
uk_ua: Димно

# #32274
source: Blustery
af_za: Blaserig
ro_ro: Furtunos
uk_ua: Поривчастий вітер

# #32275
source: Windy
af_za: Winderig
ro_ro: Vântos
uk_ua: Вітряно,

# #32276
source: Cold
af_za: Koud
ro_ro: Rece
uk_ua: Холодно

# #32277
source: Cloudy
af_za: Bewolk
ro_ro: Înnorat
uk_ua: Хмарно

# #32278
source: Mostly Cloudy
af_za: Meestal Bewolk
ro_ro: În general înnorat
uk_ua: Переважно хмарно

# #32279
source: Partly Cloudy
af_za: Gedeeltelik Bewolk
ro_ro: Parțial înnorat
uk_ua: Мінлива хмарність

# #32280
source: Clear
af_za: Helder
ro_ro: Senin
uk_ua: Ясно

# #32281
source: Sunny
af_za: Sonnig
ro_ro: Însorit
uk_ua: Сонячно

# #32282
source: Fair
af_za: Mooi
ro_ro: Favorabil
uk_ua: Безхмарно

# #32283
source: Mixed Rain and Hail
af_za: Gemengde Reën en Hael
ro_ro: Amestec de ploaie și grindină
uk_ua: Дощ з градом

# #32284
source: Hot
af_za: Warm
ro_ro: Fierbinte
uk_ua: Спекотно

# #32285
source: Isolated Thunderstorms
af_za: Geïsoleerde Donderstorms
ro_ro: Furtuni cu tunete izolate
uk_ua: Ізольовані грози

# #32286
source: Scattered Thunderstorms
af_za: Verspreide Donderstorms
ro_ro: Furtuni cu tunete pe alocuri
uk_ua: Місцями грози

# #32287
source: Scattered Showers
af_za: Verspreide Buie
ro_ro: Precipitații pe alocuri
uk_ua: Короткочасні дощі

# #32288
source: Heavy Rain
af_za: Swaar Reën
ro_ro: Ploaie tare
uk_ua: Сильний дощ

# #32289
source: Scattered Snow Showers
af_za: Verspreide Sneeu Buie
ro_ro: Precipitații de ninsoare pe alocuri
uk_ua: Місцями невеличкий сніг

# #32290
source: Heavy Snow
af_za: Swaar Sneeu
ro_ro: Ninsoare tare
uk_ua: Сильний сніг

# #32291
source: Blizzard
af_za: Sneeustorm
ro_ro: Viscol
uk_ua: Завірюха

# #32292
source: Not Available
af_za: Nie Beskikbaar
ro_ro: Nedisponibil
uk_ua: Дані відсутні

# #32293
source: Scattered Showers
af_za: Verspreide Buie
ro_ro: Precipitații pe alocuri
uk_ua: Короткочасні дощі

# #32294
source: Scattered Snow Showers
af_za: Verspreide Sneeu Buie
ro_ro: Precipitații de zăpadă pe alocuri
uk_ua: Місцями невеличкий сніг

# #32295
source: Scattered Thundershowers
af_za: Verspreide Donderbuie
ro_ro: Furtuni cu tunete pe alocuri
uk_ua: Місцями грози

# #32300
source: New Moon
af_za: Nuwemaan
ro_ro: Lună nouă
uk_ua: Новий Місяць

# #32301
source: Waxing Crescent
af_za: Groeiende Sekelmaan
ro_ro: Lună crescătoare
uk_ua: Неоменія

# #32302
source: First Quarter
af_za: Eerste Kwartier
ro_ro: Primul pătrar
uk_ua: Перша чверть

# #32303
source: Waxing Gibbous
af_za: Groeiende Bolmaan
ro_ro: Faza convexă
uk_ua: Зростальний Місяць

# #32304
source: Full Moon
af_za: Volmaan
ro_ro: Lună plină
uk_ua: Повний Місяць

# #32305
source: Waning Gibbous
af_za: Afnemende Bolmaan
ro_ro: Lună difuză
uk_ua: Спадний Місяць

# #32306
source: Last Quarter
af_za: Laaste Kwartier
ro_ro: Ultimul pătrar
uk_ua: Остання чверть

# #32307
source: Waning Crescent
af_za: Afnemende Sekelmaan
ro_ro: Lună calmă
uk_ua: Старий Місяць
