Repository: kodi1/kodi1.github.io
Catalog: repo/plugin.audio.radiobrowser/resources/language/resource.language.*/strings.po
Languages: bg_bg

# #32000
source: Top 100 clicked stations
bg_bg: 100-те най-посещавани

# #32001
source: Top 100 voted stations
bg_bg: 100-те с най-висок рейтинг

# #32002
source: Last 100 changed stations
bg_bg: Последните 100 променени

# #32003
source: Last 100 clicked stations
bg_bg: Последните 100 посетени

# #32004
source: Tags
bg_bg: Етикети

# #32005
source: Countries
bg_bg: Държави

# #32006
source: All
bg_bg: Всички

# #32007
source: Search...
bg_bg: Търсене...

# #32008
source: My Stations
bg_bg: Моите станции

# #32009
source: Remove Station
bg_bg: Премахване на станцията

# #32010
source: Add Station
bg_bg: Добавете станция

# #32011
source: Search Station
bg_bg: Търсене на станции
